{
  "penaltyContent": {
    "sectionHeading": "A. PENALTIES FOR FALSIFYING INFORMATION ON THIS APPLICATION",
    "headerSectionContents": [
      "This section explains the penalties for deliberately furnishing false information in this application to gain or maintain enrollment in the Medicare program."
    ],
    "subSectionContents": [
      "18 U.S.C. section 1001 authorizes criminal penalties against an individual who, in any matter within the jurisdiction of any department or agency of the United States, knowingly and willfully falsifies, conceals or covers up by any trick, scheme or device a material fact, or makes any false, fictitious, or fraudulent statements or representations, or makes any false writing or document knowing the same to contain any false, fictitious or fraudulent statement or entry. Individual offenders are subject to fines of up to $250,000 and imprisonment for up to five years. Offenders that are organizations are subject to fines of up to $500,000 (18 U.S.C. section 3571). Section 3571(d) also authorizes fines of up to twice the gross gain derived by the offender if it is greater than the amount specifically authorized by the sentencing statute. ",
      "Section 1128BThe Civil False Claims Act, 31 U.S.C. § 3729, imposes civil liability, in part, on any person who, with actual knowledge, deliberate ignorance or reckless disregard of truth or falsity (a) presents or causes to be presented to the United States Government or its contractor or agent a false or fraudulent claim for payment or approval; (b) uses or causes to be used a false record or statement material either to a false or fraudulent claim or to an obligation to pay the Government; (c) conceals or improperly avoids or decreases an obligation to pay or transmit money or property to the Government; or (d) conspires to violate any provision of the False Claims Act. The False Claims Act imposes a civil penalty of between $5,000 and $10,000 per violation, as adjusted for inflation by the Federal Civil Penalties Inflation Adjustment Act, 28 U.S.C. 2461, plus three times the amount of damages sustained by the Government.(a)(1) of the Social Security Act authorizes criminal penalties against any individual who, “knowingly and willfully,” makes or causes to be made any false statement or representation of a material fact in any application for any benefit or payment under a federal health care program. The offender is subject to fines of up to $25,000 and/or imprisonment for up to five years. ",
      "The Civil False Claims Act, 31 U.S.C. § 3729, imposes civil liability, in part, on any person who, with actual knowledge, deliberate ignorance or reckless disregard of truth or falsity (a) presents or causes to be presented to the United States Government or its contractor or agent a false or fraudulent claim for payment or approval; (b) uses or causes to be used a false record or statement material either to a false or fraudulent claim or to an obligation to pay the Government; (c) conceals or improperly avoids or decreases an obligation to pay or transmit money or property to the Government; or (d) conspires to violate any provision of the False Claims Act. The False Claims Act imposes a civil penalty of between $5,000 and $10,000 per violation, as adjusted for inflation by the Federal Civil Penalties Inflation Adjustment Act, 28 U.S.C. 2461, plus three times the amount of damages sustained by the Government. Section 1128A(a)(1) of the Social Security Act imposes civil liability, in part, on any person (including an organization, agency or other entity) that knowingly presents or causes to be presented to an officer, employee, or agent of the United States, or of any department or agency thereof, or of any state agency…a claim…that the Secretary determines is for a medical or other item or service that the person knows or should know: a) was not provided as claimed; and/or,b) the claim is false or fraudulent. This provision authorizes a civil monetary penalty of up to $10,000 for each item or service, an assessment of up to three times the amount claimed, and exclusion from participation in the Medicare program and state health care programs. ",
      "18 U.S.C. 1035 authorizes criminal penalties against individuals in any matter involving a health care benefit program who knowingly and willfully falsifies, conceals or covers up by any trick, scheme, or device a material fact; or makes any materially false, fictitious, or fraudulent statements or representations, or makes or uses any materially false fictitious, or fraudulent statement or entry, in connection with the delivery of or payment for health care benefits, items or services. The individual shall be fined or imprisoned up to 5 years or both. ",
      "18 U.S.C. 1347 authorizes criminal penalties against individuals who knowing and willfully execute, or attempt, to executive a scheme or artifice to defraud any health care benefit program, or to obtain, by means of false or fraudulent pretenses, representations, or promises, any of the money or property owned by or under the control of any, health care benefit program in connection with the delivery of or payment for health care benefits, items, or services. Individuals shall be fined or imprisoned up to 10 years or both. If the violation results in serious bodily injury, an individual will be fined or imprisoned up to 20 years, or both. If the violation results in death, the individual shall be fined or imprisoned for any term of years or for life, or both. ",
      "The United States Government may assert common law claims such as “common law fraud,” “money paid by mistake,” and “unjust enrichment.” Remedies include compensatory and punitive damages, restitution, and recovery of the amount of the unjust profit."
    ]
  },
  "certificationContent": {
    "sectionHeading": "B. CERTIFICATION STATEMENT AND SIGNATURE",
    "headerSectionContents": [
      "As an individual practitioner, you are the only person who can sign this application. The authority to sign the application on your behalf may not be delegated to any other person",
      "The Certification Statement contains certain standards that must be met for initial and continuous enrollment in the Medicare program. Review these requirements carefully. ",
      "By signing this Certification Statement, you agree to adhere to all of the requirements listed therein and acknowledge that you may be denied entry into or have your billing privileges revoked from the Medicare program if any requirements are not met. ",
      "You MUST SIGN AND DATE the certification statement in order to be enrolled in the Medicare program. In doing so, you are attesting to meeting and maintaining the Medicare requirements stated below. Under the penalty of perjury, I certify to the following:"
    ],
    "subSectionContents": [
      "I have read the contents of this application, and the information contained herein is true, correct, and complete. If I become aware that any information in this application is not true, correct or complete, I agree to notify my designated Medicare Administrative Contractor of this fact in accordance with the time frames established in 42 C.F.R. section 424.516. ",
      "I authorize the Medicare Administrative Contractor to verify the information contained herein. I agree to notify the Medicare Administrative Contractor of any change in practice location, final adverse legal action, or any other changes to the information in this form in accordance with the timeframes established in 42 C.F.R. section 424.516. I understand that any change to my status as an individual practitioner may require the submission of a new application. I understand that any change in the business structure of my private practice may require the submission of a new application. ",
      "I have read and understand the Penalties for Falsifying Information, as printed in this application. I understand that any deliberate omission, misrepresentation, or falsification of any information contained in this application or contained in any communication supplying information to Medicare, or any deliberate alteration of any text on this application, may be punishable by criminal, civil, or administrative penalties including, but not limited to, the denial or revocation of Medicare billing privileges, and/or the imposition of fines, civil damages, and/or imprisonment. ",
      "I agree to abide by the Medicare laws, regulations and program instructions that apply to me or to the organization listed in section 4A of this application. The Medicare laws, regulations, and program instructions are available through the Medicare Administrative Contractor. I understand that payment of a claim by Medicare is conditioned upon the claim and the underlying transaction complying with such laws, regulations and program instructions (including, but not limited to, the Federal Anti-Kickback Statute, 42 U.S.C. section 1320a-7b(b) (section 1128B(b) of the Social Security Act) and the Physician Self-Referral Law (Stark Law), 42 U.S.C. section 1395nn (section 1877 of the Social Security Act)). ",
      "Neither I, nor any managing employee reported in this application, is currently sanctioned, suspended, debarred or excluded by Medicare or a State Health Care Program (e.g., Medicaid program), or any other Federal program, or is otherwise prohibited from providing services to Medicare or other federal program beneficiaries.",
      "I agree that any existing or future overpayment made to me, or to my business as reported in section 4A, by the Medicare program, may be recouped by Medicare through the withholding of future payments.",
      "I understand that the Medicare identification number (PTAN) issued to me can only be used by me or by a Medicare enrolled provider or supplier to whom I have reassigned my benefits under current Medicare regulations when billing for services rendered by me. ",
      "I will not knowingly present or cause to be presented a false or fraudulent claim for payment by Medicare and will not submit claims with deliberate ignorance or reckless disregard of their truth or falsity. ",
      " I further certify that I am the individual practitioner who is applying for Medicare billing privileges and the signature I am submitting is my signature."
    ]
  },
  "medicareContent": {
    "sectionHeading": "C. MEDICARE SUPPLIER ENROLLMENT APPLICATION PRIVACY ACT STATEMENT ",
    "headerSectionContents": [
      "The Authority for maintenance of the system is given under provisions of sections 1102(a) (Title 42 U.S.C. 1302(a)), 1128 (42 U.S.C. 1320a–7), 1814(a)) (42 U.S.C. 1395f(a)(1), 1815(a) (42 U.S.C. 1395g(a)), 1833(e) (42 U.S.C. 1395I(3)), 1871 (42 U.S.C. 1395hh), and 1886(d)(5)(F), (42 U.S.C. 1395ww(d)(5)(F) of the Social Security Act; 1842(r) (42 U.S.C. 1395u(r)); section 1124(a)(1) (42 U.S.C. 1320a–3(a)(1), and 1124A (42 U.S.C. 1320a–3a), section 4313, as amended, of the BBA of 1997; and section 31001(i) (31 U.S.C. 7701) of the DCIA (Pub. L. 104–134), as amended.  ",
      "The information collected here will be entered into the Provider Enrollment, Chain and Ownership System (PECOS). ",
      "PECOS will collect information provided by an applicant related to identity, qualifications, practice locations, ownership, billing agency information, reassignment of benefits, electronic funds transfer, the NPI and related organizations. PECOS will also maintain information on business owners, chain home offices and provider/chain associations, managing/ directing employees, partners, authorized and delegated officials, supervising physicians of the supplier, ambulance vehicle information, and/or interpreting physicians and related technicians. This system of records will contain the names, social security numbers (SSN), date of birth (DOB), and employer identification numbers (EIN) and NPI’s for each disclosing entity, owners with 5 percent or more ownership or control interest, as well as managing/directing employees. Managing/ directing employees include general manager, business managers, administrators, directors, and other individuals who exercise operational or managerial control over the provider/ supplier. The system will also contain Medicare identification numbers (i.e., CCN, PTAN and the NPI), demographic data, professional data, past and present history as well as information regarding any adverse legal actions such as exclusions, sanctions, and felonious behavior. ",
      "The Privacy Act permits CMS to disclose information without an individual’s consent if the information is to be used for a purpose that is compatible with the purpose(s) for which the information was collected. Any such disclosure of data is known as a “routine use.” The CMS will only release PECOS information that can be associated with an individual as provided for under Section III “Proposed Routine Use Disclosures of Data in the System.” Both identifiable and nonidentifiable data may be disclosed under a routine use. CMS will only collect the minimum personal data necessary to achieve the purpose of PECOS. Below is an abbreviated summary of the six routine uses. To view the routine uses in their entirety go to: https://www.cms.gov/Research-Statistics-Data-and-Systems/Computer-Data-and-Systems/Privacy/ Downloads/0532-PECOS.pdf. "
    ],

    "subSectionContents": [
      "To support CMS contractors, consultants, or grantees, who have been engaged by CMS to assist in the performance of a service related to this collection and who need to have access to the records in order to perform the activity.",
      "To assist another Federal or state agency, agency of a state government or its fiscal agent to: a. Contribute to the accuracy of CMS’s proper payment of Medicare benefits, b. Enable such agency to administer a Federal health benefits program that implements a health benefits program funded in whole or in part with federal funds, and/or c. Evaluate and monitor the quality of home health care and contribute to the accuracy of health insurance operations. ",
      "To assist an individual or organization for research, evaluation or epidemiological projects related to the prevention of disease or disability, or the restoration or maintenance of health, and for payment related projects. ",
      "To support the Department of Justice (DOJ), court or adjudicatory body when: a. The agency or any component thereof, or b. Any employee of the agency in his or her official capacity, or c. Any employee of the agency in his or her individual capacity where the DOJ has agreed to represent the employee, or d. The United States Government, is a party to litigation and that the use of such records by the DOJ, court or adjudicatory body is compatible with the purpose for which CMS collected the records. ",
      "To assist a CMS contractor that assists in the administration of a CMS administered health benefits program, or to combat fraud, waste, or abuse in such program. ",
      "To assist another Federal agency to investigate potential fraud, waste, or abuse in, a health benefits program funded in whole or in part by Federal funds.",
      "The applicant should be aware that the Computer Matching and Privacy Protection Act of 1988 (P.L. 100-503) amended the Privacy Act, 5 U.S.C. section 552a, to permit the government to verify information through computer matching."
    ]
  }
}
